http-wn_ighbq.tmp

<?xml version='1.0' encoding='UTF-8'?> <s:Envelope xmlns:s='http://schemas.xmlsoap.org/soap/envelope/'><s:Body><find_business generic='1.0' xmlns='urn:uddi-org:api'><name>e</name></find_business></s:Body></s:Envelope>